acpid
alsa-utils
arandr
autoconf
automake
baobab
base
bison
cheese
chromium
code
dhcpcd
dialog
dunst
eog
fakeroot
flex
fortune-mod
geogebra
gimp
gparted
grub
gucharmap
gumbo-parser
inotify-tools
intel-ucode
jq
lightdm-webkit-theme-litarvan
lxtask
maim
make
man-db
man-pages
nano
neofetch
neovim
network-manager-applet
ntp
obs-studio
otf-fira-mono
papirus-icon-theme
patch
pavucontrol
picom
pkgconf
plank
playerctl
powertop
ranger
redshift
rofi
steam
streamlink
tlp
translate-shell
ttf-fira-code
ttf-font-awesome
ttf-hack
ttf-roboto
udiskie
unrar
unzip
urxvt-perls
vim
wget
xdg-user-dirs
xdo
xf86-video-intel
xf86-video-vesa
xfce4-notifyd
xorg-server
xorg-xbacklight
xorg-xinit
xorg-xinput
