acpid
alsa-plugins
alsa-utils
arandr
autoconf
automake
baobab
base
binutils
bison
bluez
cheese
chromium
code
dialog
discord
dmenu
dunst
efibootmgr
eog
fakeroot
feh
ffmpegthumbnailer
file
findutils
flex
fortune-mod
gawk
gcc
geogebra
gettext
gimp
git
gnome-themes-extra
gparted
grep
groff
grub
gtk-engine-murrine
gtk-engines
gucharmap
gumbo-parser
gzip
highlight
i3-gaps
inotify-tools
intel-ucode
jq
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libgcrypt
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mesa
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
lib32-vulkan-icd-loader
lib32-vulkan-intel
libgepub
libgsf
libopenraw
libtool
lightdm
lightdm-webkit-theme-litarvan
lightdm-webkit2-greeter
linux
linux-firmware
lutris
lxtask
m4
maim
make
man-db
man-pages
mesa
nano
neofetch
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
ntp
obs-studio
ocl-icd
otf-fira-mono
pacman
papirus-icon-theme
patch
pavucontrol
picom
pkgconf
playerctl
powertop
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-pip
python-pywal
python2
ranger
redshift
rofi
sed
steam
streamlink
sudo
texinfo
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tlp
translate-shell
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-font-awesome
ttf-hack
ttf-roboto
tumbler
udiskie
unrar
unzip
urxvt-perls
usbutils
vim
vlc
vulkan-intel
w3m
wget
which
wine-staging
wpa_supplicant
xclip
xdg-user-dirs
xdo
xdotool
xf86-video-intel
xf86-video-vesa
xfce4-notifyd
xorg-server
xorg-xbacklight
xorg-xinit
xorg-xinput
xorg-xrandr
xsettingsd
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zsh
zsh-completions
