alsa-plugins
alsa-utils
autoconf
automake
base
binutils
bison
bluez
chromium
code
dhcpcd
dialog
dmenu
fakeroot
feh
ffmpegthumbnailer
flex
gcc
git
gotop
groff
grub
gucharmap
highlight
i3-gaps
i3lock-color-git
intel-ucode
jq
konsole
lib32-mesa
libtool
lightdm
lightdm-webkit-theme-litarvan
lightdm-webkit2-greeter
linux
linux-firmware
m4
maim
make
man-db
man-pages
mesa
nano
neofetch
netctl
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
patch
pavucontrol
picom
pkgconf
playerctl
polybar
pulseaudio
pulseaudio-alsa
python-pywal
python2
ranger
redshift
rofi
streamlink
sudo
texinfo
ttf-dejavu
ttf-font-awesome
ttf-roboto
ttf-spacemono
unzip
vlc
w3m
wget
which
wireless_tools
wpa_supplicant
xclip
xdg-user-dirs
xf86-video-vesa
xorg-server
xorg-xinit
yay
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zscroll-git
zsh
zsh-completions
