alsa-plugins
alsa-utils
arandr
autoconf
automake
base
binutils
bison
blueman
bluez
bluez-utils
chromium
code
dhcpcd
dialog
discord
dmenu
efibootmgr
fakeroot
feh
ffmpegthumbnailer
file
findutils
flex
gawk
gcc
gettext
gimp
git
gparted
grep
groff
grub
gucharmap
gzip
highlight
i3-gaps
intel-ucode
jq
konsole
lib32-mesa
libtool
lightdm
lightdm-webkit-theme-litarvan
lightdm-webkit2-greeter
linux
linux-firmware
m4
maim
make
man-db
man-pages
mesa
nano
neofetch
netctl
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
ntp
otf-fira-mono
pacman
patch
pavucontrol
picom
pkgconf
playerctl
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-pip
python-pywal
python2
ranger
redshift
rofi
sed
streamlink
sudo
texinfo
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-font-awesome
ttf-hack
ttf-roboto
udiskie
unrar
unzip
urxvt-perls
usbutils
vi
vim
vlc
w3m
wget
which
wireless_tools
wpa_supplicant
xclip
xdg-user-dirs
xf86-video-intel
xf86-video-vesa
xfce4-notifyd
xorg-server
xorg-xinit
xorg-xrandr
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zsh
zsh-completions
